/* Bad key - title */
"Activation Failed" = "激活失败";

/* Recording - Default Error - Message */
"An error occurred while recording" = "录制时发生错误";

/* Recording - System Audio Component not avaiable - Message */
"Another application is using the TechSmith Audio Capture Component. Please quit that application and try again." = "其他应用程序正在使用TechSmith音频捕获组件。请退出应用程序并重试。";

/* Recording - Create Cmrec - Message */
"Check that you have permission to write to this location" = "检查你对此位置是否有写入权限";

/* Close */
"Close" = "关闭";

/* Recording - Create Cmrec - Title */
"Failed to create recording" = "创建录制失败";

/* Bad key - message */
"Invalid software key. Please enter your key again." = "无效的软件密钥。请重新输入你的密钥。";

/* Recording - Default Error - Title */
"Recording error occurred" = "录制发生错误";

/* Recording - Device Disconnected - Title */
"Recording stopped because a device was turned off or disconnected" = "录制已停止因为一个设备已关闭或者未连接";

/* Recording - System Audio Component not avaiable - Title */
"TACC Unavailable" = "TACC不可用";

/* Invalid cmrec - message */
"The Camtasia recording is invalid or corrupt." = "Camtasia录制无效或者损坏。";

/* Missing package contents - message */
"The Camtasia recording is missing a portion of the recording data. Some of the editing options and effects may not be available for application to the recording file." = "Camtasia录制丢失了部分录制数据。 应用程序的某些选项和特效将对此录制文件无效。";

/* Recording - Trial expired - Message */
"To record or export, you must purchase Camtasia. Select Camtasia > Registration to purchase the application." = "要录制或者导出，你必须购买Camtasia。选择Camtasia > 注册购买此应用程序。";

/* Recording - Trial expired - Title */
"Trial Expired" = "试用已过期";

/* Recording - Device Disconnected - Message */
"Try turning on or reconnecting the device and try recording again." = "尝试打开设备或者重新连接设备以重试录制。";

/* Recording - No space to record - Title */
"Unable to Record" = "无法录制";

/* Recording - No space to record - Message */
"You do not have enough free disk space to record. Delete some files or choose a new default location to save the recordings in the Preferences dialog." = "你没有足够的磁盘空间用以录制。删除一些文件或者在首选项对话框里面选择一个新的默认位置以保存录制。";

